/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Check connection..." = "Check connection...";

/* No comment provided by engineer. */
"Check saved folder existance..." = "Check saved folder existance...";

/* No comment provided by engineer. */
"Choose option" = "Choose option";

/* No comment provided by engineer. */
"Create" = "Create";

/* No comment provided by engineer. */
"Create Folder" = "Create Folder";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Enter Name" = "Enter Name";

/* No comment provided by engineer. */
"Files succesfully uploaded!" = "Files succesfully uploaded!";

/* No comment provided by engineer. */
"Files uploaded with some errors..." = "Files uploaded with some errors...";

/* No comment provided by engineer. */
"Folder Name" = "Folder Name";

/* No comment provided by engineer. */
"Rename" = "Rename";

/* No comment provided by engineer. */
"Rename Current Folder" = "Rename Current Folder";

/* No comment provided by engineer. */
"Rename File" = "Rename File";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Upload File" = "Upload File";

